alsi
antibody
blackarch-keyring
blackarch-menus
brave-bin
faenza-icon-theme
ffdec
gnome-icon-theme
gnome-icon-theme-symbolic
google-cloud-sdk
i3-gnome
lain-git
nerd-fonts-complete-starship
pacgraph
package-query
python2
python2-setuptools
scala
siji-git
spotify
tracker
tracker-miners
trizen
ttf-ionicons
ttf-ms-fonts
vino
xcursor-flatbed
xcursor-human
xcursor-openzone
xcursor-pinux
yay-bin
zuki-themes
