alsi
antibody
brave-bin
chrome-gnome-shell
docker-machine-driver-kvm2
ebtables
ffdec
gconf-editor
gnome-getting-started-docs
goland
google-cloud-sdk
hyper
i3-gnome
jdk10-openjdk
jre10-openjdk
jre10-openjdk-headless
kafka
kubernetes-helm
lain-git
minikube-bin
otf-fira-code
package-query
polybar
reaper-bin
siji-git
simplenote-electron-bin
skypeforlinux-stable-bin
slack-desktop
spotify
tangerine-icon-theme
telegram-desktop-bin
trizen
ttf-ms-fonts
xcursor-human
xcursor-openzone
zookeeper
zuki-themes
