alsi
antibody
brave-bin
deno-bin
docker-machine-driver-kvm2
ffdec
gconf-editor
goland
google-cloud-sdk
hyper
i3-gnome
insomnia
jdk10-openjdk
jre10-openjdk
jre10-openjdk-headless
kafka
kubernetes-helm
lain-git
libc++
libc++abi
libc++experimental
minikube-bin
package-query
python2-hpack
python2-hyperframe
reaper-bin
simplenote-electron-bin
skypeforlinux-stable-bin
slack-desktop
spotify
tangerine-icon-theme
telegram-desktop-bin
trizen
xcursor-human
xcursor-openzone
zookeeper
zuki-themes
