7zip
aalib
aardvark-dns
abseil-cpp
accounts-qml-module
accountsservice
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
aha
alacritty
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
alsa-utils
ansible
ansible-core
aom
appstream
appstream-qt
archlinux-appstream-data
archlinux-keyring
argon2
ark
at-spi2-core
attica
attr
audit
augeas
aurorae
autoconf
automake
avahi
awesome
awesome-terminal-fonts
aws-c-auth
aws-c-cal
aws-c-common
aws-c-compression
aws-c-event-stream
aws-c-http
aws-c-io
aws-c-mqtt
aws-c-s3
aws-c-sdkutils
aws-checksums
aws-cli
aws-crt-cpp
aws-sdk-cpp-core
aws-sdk-cpp-iam
aws-sdk-cpp-s3
ayatana-ido
baloo
baloo-widgets
base
base-devel
bash
bat
bind
binutils
bison
blas
blas64-openblas
bluedevil
bluez
bluez-libs
bluez-qt
bluez-utils
bolt
boost-libs
breeze
breeze-gtk
breeze-icons
breeze-plymouth
bridge-utils
brltty
brotli
btop
btrfs-progs
bubblewrap
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairo-perl
capstone
catatonit
cblas
cdparanoia
chezmoi
cifs-utils
clamav
clamtk
clang
clinfo
cmake
cockpit
code
compiler-rt
composefs
composer
confuse
conmon
containerd
containers-common
convertlit
coreutils
cpio
cppdap
cracklib
cronie
cryptsetup
ctags
cups
cups-filters
curl
cyme
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dconf
ddcutil
debugedit
default-cursors
desktop-file-utils
device-mapper
dex
dhcpcd
diffutils
discount
discover
dmidecode
dnsmasq
dnssec-anchors
docker
docker-buildx
docker-compose
docker-machine
dolphin
dosfstools
double-conversion
doxygen
drkonqi
dtc
duktape
e2fsprogs
easyeffects
ebook-tools
editline
editorconfig-core-c
edk2-aarch64
edk2-arm
edk2-ovmf
efibootmgr
efivar
electron37
elfutils
erlang-asn1
erlang-core
erlang-inets
erlang-mnesia
erlang-public_key
erlang-runtime_tools
erlang-ssl
exfatprogs
exiv2
expat
eza
f2fs-tools
fakeroot
fd
feh
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
flac
flashrom
flatpak
flatpak-kcm
flex
fmt
fontconfig
fprintd
frameworkintegration
freeglut
freetype2
fribidi
fuse-common
fuse2
fuse3
fwupd
fwupd-efi
fzf
gawk
gc
gcc
gcc-libs
gcr-4
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geoclue
geoip
geoip-database
geoip-database-extra
gettext
gfxstream
ghc
ghc-libs
ghostty
ghostty-shell-integration
ghostty-terminfo
giflib
git
github-cli
glib-networking
glib-perl
glib2
glibc
glm
glslang
glu
glusterfs
glycin
gmp
gnu-free-fonts
gnulib-l10n
gnupg
gnutls
gobject-introspection-runtime
gocryptfs
gperftools
gpgme
gpgmepp
gpm
gptfdisk
gradle
granite7
graphene
graphite
grep
groff
groovy
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsl
gsm
gssdp
gst-libav
gst-plugin-pipewire
gst-plugins-bad-libs
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-update-icon-cache
gtk-vnc
gtk3
gtk4
gtk4-layer-shell
gtksourceview4
guile
gupnp
gupnp-igd
gvfs
gvfs-gphoto2
gvfs-wsdd
gzip
haproxy
harfbuzz
haskell-aeson
haskell-annotated-wl-pprint
haskell-ansi-terminal
haskell-ansi-terminal-types
haskell-appar
haskell-asn1-encoding
haskell-asn1-parse
haskell-asn1-types
haskell-assoc
haskell-async
haskell-attoparsec
haskell-attoparsec-aeson
haskell-auto-update
haskell-base-compat
haskell-base-compat-batteries
haskell-base-orphans
haskell-base16-bytestring
haskell-base64-bytestring
haskell-basement
haskell-bifunctors
haskell-bitvec
haskell-blaze-builder
haskell-blaze-html
haskell-blaze-markup
haskell-byteorder
haskell-casa-client
haskell-casa-types
haskell-case-insensitive
haskell-cborg
haskell-cereal
haskell-clock
haskell-cmdargs
haskell-colour
haskell-comonad
haskell-conduit
haskell-conduit-extra
haskell-contravariant
haskell-cookie
haskell-cryptohash-sha256
haskell-crypton
haskell-crypton-conduit
haskell-crypton-connection
haskell-crypton-socks
haskell-crypton-x509
haskell-crypton-x509-store
haskell-crypton-x509-system
haskell-crypton-x509-validation
haskell-data-default
haskell-data-default-class
haskell-data-default-instances-containers
haskell-data-default-instances-dlist
haskell-data-default-instances-old-locale
haskell-data-fix
haskell-digest
haskell-distributive
haskell-dlist
haskell-easy-file
haskell-echo
haskell-ed25519
haskell-erf
haskell-extra
haskell-fast-logger
haskell-file-embed
haskell-filelock
haskell-foldable1-classes-compat
haskell-fsnotify
haskell-generic-deriving
haskell-generically
haskell-githash
haskell-glob
haskell-hackage-security
haskell-half
haskell-hashable
haskell-hi-file-parser
haskell-hinotify
haskell-hourglass
haskell-hpack
haskell-http-api-data
haskell-http-client
haskell-http-client-tls
haskell-http-conduit
haskell-http-download
haskell-http-types
haskell-indexed-traversable
haskell-indexed-traversable-instances
haskell-infer-license
haskell-integer-conversion
haskell-integer-logarithms
haskell-iproute
haskell-libyaml
haskell-lift-type
haskell-lifted-base
haskell-megaparsec
haskell-memory
haskell-microlens
haskell-microlens-mtl
haskell-microlens-th
haskell-mime-types
haskell-mintty
haskell-monad-control
haskell-monad-logger
haskell-monad-loops
haskell-mono-traversable
haskell-mustache
haskell-neat-interpolation
haskell-network
haskell-network-bsd
haskell-network-uri
haskell-old-locale
haskell-old-time
haskell-onetuple
haskell-open-browser
haskell-optparse-applicative
haskell-optparse-simple
haskell-os-string
haskell-pantry
haskell-parser-combinators
haskell-path
haskell-path-io
haskell-path-pieces
haskell-pem
haskell-persistent
haskell-persistent-sqlite
haskell-prettyprinter
haskell-prettyprinter-ansi-terminal
haskell-primitive
haskell-project-template
haskell-quickcheck
haskell-random
haskell-resource-pool
haskell-resourcet
haskell-retry
haskell-rio
haskell-rio-orphans
haskell-rio-prettyprint
haskell-safe
haskell-safe-exceptions
haskell-scientific
haskell-semialign
haskell-semigroupoids
haskell-serialise
haskell-silently
haskell-split
haskell-splitmix
haskell-src-exts
haskell-src-meta
haskell-statevar
haskell-stm-chans
haskell-streaming-commons
haskell-strict
haskell-string-interpolate
haskell-syb
haskell-tagged
haskell-tar
haskell-tar-conduit
haskell-tasty
haskell-temporary
haskell-text-conversions
haskell-text-iso8601
haskell-text-metrics
haskell-text-short
haskell-th-abstraction
haskell-th-compat
haskell-th-expand-syns
haskell-th-lift
haskell-th-lift-instances
haskell-th-orphans
haskell-th-reify-many
haskell-these
haskell-time-compat
haskell-tls
haskell-transformers-base
haskell-transformers-compat
haskell-typed-process
haskell-unicode-data
haskell-unicode-transforms
haskell-unix-compat
haskell-unix-time
haskell-unliftio
haskell-unliftio-core
haskell-unordered-containers
haskell-utf8-string
haskell-uuid-types
haskell-vault
haskell-vector
haskell-vector-algorithms
haskell-vector-stream
haskell-witherable
haskell-yaml
haskell-zip-archive
haskell-zlib
helix
hex
hicolor-icon-theme
hidapi
highway
hivex
hub
hugo
hunspell
hurl
hwdata
hwloc
i2c-tools
iana-etc
ibus
icu
imagemagick
imath
imlib2
influx-cli
influxdb
iniparser
intel-ucode
iproute2
iptables
iputils
iso-codes
jack2
jansson
jasper
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jemalloc
jfsutils
jq
jre21-openjdk
jre8-openjdk
jre8-openjdk-headless
json-c
json-glib
jsoncpp
jujutsu
julia
just
kaccounts-integration
kactivitymanagerd
karchive
kate
kauth
kbd
kbookmarks
kcalc
kcmutils
kcodecs
kcolorscheme
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kde-cli-tools
kde-gtk-config
kdeclarative
kdecoration
kded
kdeplasma-addons
kdesu
kdnssd
kdsoap-qt6
kdsoap-ws-discovery-client
kexec-tools
keyutils
kfilemetadata
kgamma
kglobalaccel
kglobalacceld
kguiaddons
kholidays
ki18n
kiconthemes
kidletime
kimageformats
kinfocenter
kio
kio-extras
kio-fuse
kirigami
kirigami-addons
kitemmodels
kitemviews
kitty
kitty-shell-integration
kitty-terminfo
kjobwidgets
kmenuedit
kmod
knewstuff
knighttime
knotifications
knotifyconfig
kotlin
kpackage
kparts
kpipewire
kpmcore
kpty
kquickcharts
krb5
krunner
kscreen
kscreenlocker
kservice
ksshaskpass
kstatusnotifieritem
ksvg
ksystemstats
ktexteditor
ktextwidgets
kubectl
kunitconversion
kuserfeedback
kvantum
kwallet
kwallet-pam
kwayland
kwidgetsaddons
kwin
kwindowsystem
kwrited
kxmlgui
l-smash
ladspa
lame
lapack
layer-shell-qt
lazygit
lcms2
ldb
leancrypto
less
libaccounts-glib
libaccounts-qt
libadwaita
libaemu
libaio
libarchive
libass
libassuan
libasyncns
libatasmart
libavc1394
libavif
libayatana-appindicator
libayatana-indicator
libb2
libblake3
libblastrampoline
libblockdev
libblockdev-crypto
libblockdev-fs
libblockdev-loop
libblockdev-mdraid
libblockdev-nvme
libblockdev-part
libblockdev-swap
libbluray
libbpf
libbs2b
libbsd
libburn
libbytesize
libcaca
libcacard
libcamera
libcamera-ipa
libcanberra
libcap
libcap-ng
libcbor
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libconfig
libcpuid
libcups
libcupsfilters
libcurl-gnutls
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdc1394
libde265
libdecor
libdeflate
libdisplay-info
libdmtx
libdovi
libdrm
libdv
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libewf
libexif
libfdk-aac
libffi
libfontenc
libfprint
libfreeaptx
libftdi
libfyaml
libgcrypt
libgee
libgirepository
libgit2
libglvnd
libgovirt
libgpg-error
libgphoto2
libgudev
libguestfs
libgusb
libheif
libibus
libice
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinih
libinput
libiscsi
libisl
libisoburn
libisofs
libjcat
libjpeg-turbo
libjxl
libkexiv2
libksba
libkscreen
libksysguard
liblc3
libldac
libldap
libldm
liblouis
liblqr
libluv
liblzf
libmalcontent
libmaxminddb
libmbim
libmd
libmfx
libmm-glib
libmng
libmnl
libmodplug
libmpc
libmspack
libmtp
libmysofa
libnbd
libndp
libnet
libnetfilter_conntrack
libnewt
libnfnetlink
libnfs
libnftnl
libnghttp2
libnghttp3
libnice
libnl
libnm
libnotify
libnsl
libnvme
libogg
libopenmpt
libosinfo
libp11-kit
libpackagekit-glib
libpaper
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplasma
libplist
libpng
libportal
libportal-qt6
libppd
libproxy
libpsl
libptytty
libpulse
libpwquality
libqaccessibilityclient-qt6
libqalculate
libqmi
libqrtr-glib
libraqm
libraw1394
librest
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libshout
libslirp
libsm
libsndfile
libsodium
libsoup3
libsoxr
libspeechd
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libtatsu
libteam
libthai
libtheora
libtiff
libtirpc
libtommath
libtool
libtpms
libtraceevent
libtracefs
libunibreak
libunistring
libunwind
liburcu
liburing
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvirt
libvirt-glib
libvirt-python
libvlc
libvncserver
libvorbis
libvpl
libvpx
libvterm
libwacom
libwbclient
libwebp
libwireplumber
libx11
libxau
libxaw
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdg-basedir
libxdmcp
libxdp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmlb
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86vm
libyaml
libyuv
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-headers
lksctp-tools
lld
llhttp
llvm
llvm-julia-libs
llvm-libs
lm_sensors
lmdb
lowdown
lrzip
lsof
lsscsi
lua
lua51
lua51-lpeg
lua53
lua53-lgi
luajit
luarocks
lv2
lvm2
lz4
lzo
lzop
m4
mailcap
make
man-db
mariadb
mariadb-clients
mariadb-libs
md4c
mdadm
media-player-info
mesa
mesa-utils
milou
minizip
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
modemmanager
modemmanager-qt
mosh
mpdecimal
mpfr
mpg123
msgpack-c
mtdev
mtools
multipath-tools
ncurses
ndctl
neovim
nerdctl
netavark
nettle
networkmanager
networkmanager-qt
nftables
nilfs-utils
nim
ninja
nix
nix-busybox
nlohmann-json
nnn
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ntfs-3g
numactl
nushell
obsidian
ocaml
ocaml-compiler-libs
ocean-sound-theme
ocl-icd
onetbb
oniguruma
opam
openblas64
openbsd-netcat
opencore-amr
opencv
openexr
openh264
openjpeg2
openlibm
openssh
openssl
openxr
opus
orc
osinfo-db
ostree
otf-fira-mono
otf-font-awesome
oxygen
oxygen-sounds
p11-kit
packagekit
pacman
pacman-contrib
pacman-mirrorlist
pahole
pam
pambase
pango
pantheon-camera
parted
partitionmanager
pass
passim
passt
patch
pciutils
pcre
pcre2
pcsclite
perl
perl-cairo-gobject
perl-clone
perl-encode-locale
perl-error
perl-file-listing
perl-glib-object-introspection
perl-gtk3
perl-html-parser
perl-html-tagset
perl-http-cookiejar
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-io-tty
perl-json
perl-libintl-perl
perl-libwww
perl-locale-gettext
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-text-csv
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
phodav
phonon-qt6
phonon-qt6-vlc
php
pinentry
pipewire
pipewire-alsa
pipewire-audio
pipewire-pulse
pipewire-session-manager
pixi
pixman
pkgconf
plasma-activities
plasma-activities-stats
plasma-browser-integration
plasma-desktop
plasma-disks
plasma-firewall
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-systemmonitor
plasma-thunderbolt
plasma-vault
plasma-welcome
plasma-workspace
plasma-workspace-wallpapers
plasma5support
plymouth
plymouth-kcm
podman
podman-compose
polkit
polkit-kde-agent
polkit-qt6
poppler
poppler-qt6
popt
portaudio
postgresql
postgresql-libs
power-profiles-daemon
powerdevil
ppp
print-manager
prison
procps-ng
protobuf
protobuf-c
psmisc
pulse-native-provider
pulseaudio-qt
purpose
python
python-absl
python-attrs
python-bcrypt
python-botocore
python-build
python-cachecontrol
python-cachy
python-cairo
python-certifi
python-cffi
python-charset-normalizer
python-cleo
python-click
python-colorama
python-crashtest
python-cryptography
python-dateutil
python-defusedxml
python-distlib
python-docutils
python-dotenv
python-dulwich
python-fastjsonschema
python-filelock
python-findpython
python-fluidity
python-gobject
python-html5lib
python-idna
python-installer
python-invoke
python-jaraco.classes
python-jaraco.context
python-jaraco.functools
python-jeepney
python-jinja
python-jmespath
python-jsonschema
python-jsonschema-specifications
python-keyring
python-lark-parser
python-lexicon
python-libtmux
python-lockfile
python-markupsafe
python-more-itertools
python-msgpack
python-packaging
python-paramiko
python-pbs-installer
python-pexpect
python-pkginfo
python-platformdirs
python-poetry
python-poetry-core
python-poetry-plugin-export
python-psutil
python-ptyprocess
python-pyasn1
python-pycparser
python-pygdbmi
python-pynacl
python-pyproject-hooks
python-rapidfuzz
python-referencing
python-requests
python-requests-toolbelt
python-resolvelib
python-rpds-py
python-rsa
python-s3transfer
python-secretstorage
python-sentry_sdk
python-shellingham
python-shtab
python-six
python-tomlkit
python-trove-classifiers
python-typing_extensions
python-urllib3
python-virtualenv
python-webencodings
python-yaml
qca-qt6
qcoro
qemu-audio-alsa
qemu-audio-dbus
qemu-audio-jack
qemu-audio-oss
qemu-audio-pa
qemu-audio-pipewire
qemu-audio-sdl
qemu-audio-spice
qemu-base
qemu-block-curl
qemu-block-dmg
qemu-block-gluster
qemu-block-iscsi
qemu-block-nfs
qemu-block-ssh
qemu-chardev-baum
qemu-chardev-spice
qemu-common
qemu-desktop
qemu-docs
qemu-emulators-full
qemu-full
qemu-hw-display-qxl
qemu-hw-display-virtio-gpu
qemu-hw-display-virtio-gpu-gl
qemu-hw-display-virtio-gpu-pci
qemu-hw-display-virtio-gpu-pci-gl
qemu-hw-display-virtio-gpu-pci-rutabaga
qemu-hw-display-virtio-gpu-rutabaga
qemu-hw-display-virtio-vga
qemu-hw-display-virtio-vga-gl
qemu-hw-display-virtio-vga-rutabaga
qemu-hw-s390x-virtio-gpu-ccw
qemu-hw-uefi-vars
qemu-hw-usb-host
qemu-hw-usb-redirect
qemu-hw-usb-smartcard
qemu-img
qemu-pr-helper
qemu-system-aarch64
qemu-system-alpha
qemu-system-alpha-firmware
qemu-system-arm
qemu-system-arm-firmware
qemu-system-avr
qemu-system-hppa
qemu-system-hppa-firmware
qemu-system-loongarch64
qemu-system-m68k
qemu-system-microblaze
qemu-system-microblaze-firmware
qemu-system-mips
qemu-system-or1k
qemu-system-ppc
qemu-system-ppc-firmware
qemu-system-riscv
qemu-system-riscv-firmware
qemu-system-rx
qemu-system-s390x
qemu-system-s390x-firmware
qemu-system-sh4
qemu-system-sparc
qemu-system-sparc-firmware
qemu-system-tricore
qemu-system-x86
qemu-system-x86-firmware
qemu-system-xtensa
qemu-tests
qemu-tools
qemu-ui-curses
qemu-ui-dbus
qemu-ui-egl-headless
qemu-ui-gtk
qemu-ui-opengl
qemu-ui-sdl
qemu-ui-spice-app
qemu-ui-spice-core
qemu-user
qemu-vhost-user-gpu
qemu-vmsr-helper
qpdf
qqc2-breeze-style
qqc2-desktop-style
qrencode
qt5-base
qt5-declarative
qt5-svg
qt5-translations
qt5-wayland
qt5-x11extras
qt6-5compat
qt6-base
qt6-declarative
qt6-graphs
qt6-imageformats
qt6-location
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-positioning
qt6-quick3d
qt6-quicktimeline
qt6-scxml
qt6-sensors
qt6-shadertools
qt6-speech
qt6-svg
qt6-tools
qt6-translations
qt6-virtualkeyboard
qt6-webchannel
qt6-webengine
qt6-websockets
qt6-webview
r
ranger
rav1e
rdma-core
re2
readline
reflector
rhash
ripgrep
ripgrep-all
rlwrap
rnnoise
rpcbind
rsync
rtkit
rubberband
run-parts
runc
rustup
rutabaga-ffi
s2n-tls
samba
sbc
sbt
screen
sddm
sddm-kcm
sdl12-compat
sdl2-compat
sdl2_image
sdl3
seabios
sed
serd
shaderc
shadow
shared-mime-info
signon-kwallet-extension
signon-plugin-oauth2
signon-ui
signond
slang
sleuthkit
smartmontools
smbclient
snappy
socat
sof-firmware
solid
sonnet
sord
sound-theme-freedesktop
soundtouch
source-highlight
spdlog
spectacle
speex
speexdsp
spice
spice-gtk
spice-protocol
spirv-tools
sqlite
squashfs-tools
sratom
srt
stack
starship
startup-notification
strace
sudo
suitesparse
supermin
svt-av1
syndication
syntax-highlighting
sysfsutils
syslinux
systemd
systemd-libs
systemd-sysvcompat
systemsettings
taglib
talloc
tar
tcl
tdb
tealdeer
terraform
tevent
texinfo
thin-provisioning-tools
thrift
tinysparql
tk
tmux
tmuxp
tpm2-tss
tree
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-0xproto-nerd
ttf-fira-code
ttf-fira-mono
ttf-hack
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
ttf-roboto
twolame
tzdata
udisks2
ufw
unibilium
unixodbc
unzip
upower
usbredir
util-linux
util-linux-libs
uv
v4l-utils
vapoursynth
vde2
verdict
vi
vicious
vid.stab
vim
vim-runtime
virglrenderer
virt-install
virt-manager
virt-viewer
virtiofsd
virtualbox
virtualbox-ext-vnc
virtualbox-host-modules-arch
virtualbox-sdk
vmaf
volume_key
vte-common
vte3
vulkan-icd-loader
vulkan-mesa-device-select
vulkan-radeon
vulkan-tools
wacomtablet
wavpack
wayland
wayland-utils
webrtc-audio-processing
webrtc-audio-processing-1
wezterm
wget
which
wireplumber
woff-fira-code
woff2-fira-code
wolfssl
wpa_supplicant
wsdd
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-kde
xdg-user-dirs
xdg-utils
xf86-input-libinput
xf86-input-wacom
xf86-video-intel
xf86-video-vesa
xfsprogs
xkeyboard-config
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xorgproto
xsel
xsettingsd
xvidcore
xxhash
xz
yara
yazi
zellij
zenity
zeromq
zimg
zip
zita-convolver
zix
zlib
zlib-ng
zoxide
zsh
zstd
zxing-cpp
